[SteadyWeapon X2AbilityTemplate]
LocFriendlyName="Steady Weapon"
LocLongDescription="Steady the weapon improving aim of the next shot by 20%. Bonus is lost when moving or taking using abilities."
LocHelpText="Improves aim for next shot"
LocFlyOverText="Steady Weapon"
LocPromotionPopupText="Steady Weapon"